Repository: KhamidovAbdulloh/news_site_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Rus
ru: Русский

source: Biz haqimizda
ru: О нас

source: Kontakt
ru: Контакт

source: Admin sahifasi
ru: Админ страница

source: Chiqish
ru: Выйти

source: Mening profilim
ru: Мой профиль

source: Saytga kirish
ru: Вход к сайту

source: Navigatsiyani almashtirish
ru: Переключение навигации

source: Mahalliy
ru: Местные новости

source: Xorij
ru: Иностранныу новости

source: Texnologiya
ru: Технологические новости

source: Sport
ru: Спорт новости

source: Tenis
ru: Тенис

source: Boks
ru: Бокс

source: MMA
ru: ММА

source: Boshqalar
ru: Другие

source: Biz bilan bo'lanish
ru: Связаться с нами

source: 404 Sahifa
ru: 404 страница

source: So'ngi yangiliklar
ru: Последние новости

source: Rasmlar
ru: Картинки

source: Toshkent shahar, Uchtepa tumani, FFF kochasi 77-uy, telefon: +99899 999 99 99, O'zbekiston.
ru: Г. Ташкент, Учтепинский район, ул. Ф. Ф. 77, телефон: +99899 999 99 99, Узбекистан.

source: Bosh sahifa
ru: Главная страница

source: Ko'rilganlar soni:
ru: Количество просмотров

source: Ommabop
ru: Популярные новости

source: Sponsor
ru: Спонсор

source: Barcha kategoriyalar
ru: Все категории

source: Kategoriyani tanlang
ru: Выберите категорию

source: Linklar
ru: Ссылки

source: Tahrirlash
ru: Править

source: O'chirish
ru: Удалить

source: ta izoh qoldirilgan
ru: оставленных комментариев

source: O'z izohingizni qoldiring
ru: Оставьте свой комментарий

source: Izoh qoldirish
ru: Оставить комментарий

source: Yuborish
ru: Отправить

source: Faqatgina ro'yhatdan o'tgan foydalanuvchilar izoh qoldirishi mumkin
ru: Оставлять комментарии могут только зарегистрированные пользователи

source: Izoh qoldirish uchun
ru: Оставить комментарий

source: ro'yhatdan o'ting
ru: зарегистрироваться

source: yoki
ru: или

source: saytga kiring
ru: зайти на сайт

source: Sport xabarlar
ru: Спорт новости

source: Xorij xabarlar
ru: Иностранные новости
